finalProject/results/highRe/spline1/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontAndBack
    {
        type            empty;
        //physicalType    patch;
        nFaces          59080;
        startFace       43924;
    }
    bottom
    {
        type            patch;
        physicalType    patch;
        nFaces          315;
        startFace       103004;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          28;
        startFace       103319;
    }
    top
    {
        type            patch;
        physicalType    patch;
        nFaces          100;
        startFace       103347;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          28;
        startFace       103447;
    }
    car
    {
        type            patch;
        physicalType    patch;
        nFaces          301;
        startFace       103475;
    }
)

// ************************************************************************* //
